; TranslationAuthor: J.P Nielsen
; TranslationAuthorEmail: jpnielsen69@gmail.com
; Soft Version: 1.0.1 17
; Update: May 22, 2015
;
[Lang]
NativeLanguage=Dansk
[GUI]
ButtonYes=Ja
ButtonNo=Nej
ButtonOK=Ok
ButtonMinimize=Minimér
ButtonMaximize=Maksimér
ButtonClose=Luk
ButtonRestore=Gendan
ButtonMenu=Menu

[Translation]
LangCode=0406
ReadHabit=Left-to-right
LanguageName=DAN
LangShortName=da-dk
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bekræftelse
Warning=Advarsel
Error=Fejl
Confirm=Bekræft
;
; Popup menu
;
pmHelp=Hjælp (Online)
pmforum=Forum
pmHome=Hjemmeside
pmContact=Kontakt os
pmCheckNew=Søg efter opdatering
pmLang=Sprog
pmAbout=Om WFD
pmConMenu=Tilføj til genvejsmenuen
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Slet hvilken som helst fil, som ikke kan slettes af Windows
FrmWDMain.btnAFile.caption=Tilføj fil
FrmWDMain.btnAfolder.caption=Tilføj mappe
FrmWDMain.btnRemove.caption=Fjern
FrmWDMain.btnDel.caption=Lås op og Slet
FrmWDMain.btnsupport.caption=Tilbagemelding
FrmWDMain.btnfacebook.hint=Følg os på facebook
FrmWDMain.btntwitter.hint=Del WFD på twitter
FrmWDMain.btngoogle.hint=Del WFD på Google+
FrmWDMain.btnemail.hint=Fortæl dine venner om WFD
FrmWDManin.lvfile.Columns[0]=Navn
FrmWDManin.lvfile.Columns[1]=Sti
FrmWDManin.lvfile.Columns[2]=Status
;
; About
;
FrmAbout.caption=Om
FrmAbout.lblver.caption=Aktuel version:
FrmAbout.lblemail.caption=Support/Hjælp email:
FrmAbout.lblhome.caption=Hjemmeside:
FrmAbout.lblthanks.caption=Taksigelser til følgende:
FrmAbout.lblWarning.caption=Advarsel: Dette computerprogram er beskyttet af ophavsretlig lov og internationale traktater.

[Message]
ForceDelete=Tvungen sletning
Newver=Ny version af WFD er tilgængelig - vil du opdatere nu?
NoNewVer=Tillykke, du benytter den seneste version!
None=Klar
Unlocked=Oplåst og Slettet
Deleted=Slettet
FailDel=Sletningen fejlede
Aborted=Afbrudt
NoExists=Findes ikke
ConfirmDel=Vil du oplåse og slette filen/mappen?